Revit 2027 API
ParameterTypeId.ToposolidElevationAtBottom Property
 "Elevation at Bottom"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ToposolidElevationAtBottom { get; }
Public Shared ReadOnly Property ToposolidElevationAtBottom As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ToposolidElevationAtBottom {
	ForgeTypeId^ get ();
}
static member ToposolidElevationAtBottom : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace